Repository: toplist-cz/wordpress
Catalog: lang/toplistcz-*.po
Languages: cs_cz

source: Your ID on <a href="https://www.%server%" target="_blank">www.%server%</a> server. If you don't have one yet, please <a href="https://www.%server%/register/" target="_blank">register</a>.
cs_cz: Vaše heslo na <a href="https://www.%server%" target="_blank">www.%server%</a>. Pokud ho nemáte, <a href="https://www.%server%/register/" target="_blank">zaregistrujte</a> se, prosím.

source: nothing
cs_cz: nic

source: Display
cs_cz: Zobrazení

source: Default (specified by css of your theme)
cs_cz: Výchozí (určeno css stylem šablony)

source: Center (enforced)
cs_cz: Vycentrováno (vynuceno)

source: Hidden (enforced)
cs_cz: Skryto (vynuceno)

source: Monitor where visitors came from
cs_cz: Zjišťovat odkud lidé přišli

source: Monitor browser graphical resolution
cs_cz: Zjišťovat grafické rozlišení prohlížeče

source: Monitor color depth
cs_cz: Zjišťovat barevnou hloubku

source: Record webpage title
cs_cz: Zaznamenávat titulek stránky

source: Security code:
cs_cz: Bezpečnostní kód:

source: what is this?
cs_cz: co to je?

source: Link
cs_cz: Odkaz

source: Detailed statistics
cs_cz: Podrobné statistiky

source: Statistics password
cs_cz: Heslo ke statistikám

source: To show statistics right in Wordpress dashboard enter <a href="https://profi.%server%/serverKey" target="_blank">one time password</a>.
cs_cz: Aby se mohly zobrazovat statistiky přímo ve Wordpressu , vložte <a href="https://profi.%server%/serverKey" target="_blank">jednorázové heslo</a>.

source: WordPress admin logging
cs_cz: Protokolování administrátorů

source: Enabled
cs_cz: Povoleno

source: Disabled
cs_cz: Zakázáno

source: Disabling this option will prevent visits from all logged-in WordPress administrators from showing up on your %1$s reports. Eventually, all logged-in users with role %2$s or higher are prevented from being logged by %1$s. Your role is %3$s.
cs_cz: Zakázáním této volby způsobíte, že návštěvy všech přihlášených administrátorů nebudou protokolovány ve službě %1$s. Případně, všichni přihlášení uživatelé s úrovní %2$s nebo vyšší nebudou protokolováni. Vaše úroveň je %3$s.

source: Wrong or missing password to TOPlist.cz account
cs_cz: Neplatné neno chybějící heslo pro TOPList.cz účet

source: For displaying statistics, you must enter password to your TOPlist.cz account.
cs_cz: Pro zobrazení statistik musíte zadat heslo ke svému účtu na TOPlist.cz.

source: ID
cs_cz: Účet

source: Widget for easy integration of TopList.cz, popular Czech website visit statistics server.
cs_cz: Widget pro snadné integrování TOPlistu, českého serveru na sledování návštěvnosti.
